[
  {
    "name": "Haleem",
    "photo": "https://im.rediff.com/getahead/2020/may/05iftaar-recipe-haleem.jpg?w=670&h=900",
    "price": 100,
    "info": "Haleem is a type of stew that is widely consumed in the Indian subcontinent, the Middle East and Central Asia. Although the dish varies from region to region, it optionally includes wheat or barley, meat and lentils. It is made by blending or mashing the meat in the curry and serving hot with flat breads or on its own. The original Haleem, which is different from this variety, is an ancient Iranian dish served with wheat, meat, cinnamon, and sugar that remains popular in Iran to this day. Popular variations of haleem include keşkek in Turkey, Afghanistan, Tajikistan, Uzbekistan, Azerbaijan and northern Iraq; harisa in the Arab world and Armenia; halim in Iran, West Bengal and Bangladesh; and khichra in Pakistan and India.[2]"
  },
  {
    "name": "Biriyani",
    "photo": "https://images.deliveryhero.io/image/fd-bd/LH/ctmw-hero.jpg",
    "price": 200,
    "info": "Biryani is a mixed rice dish originating among the Muslims of the Indian subcontinent. It is made with Indian spices, rice, and usually some type of meat or in some cases without any meat, and sometimes, in addition, eggs and potatoes"
  },
  {
    "name": "Kala Buhna",
    "photo": "https://fashionblitzs.com/wp-content/uploads/2020/07/kala-bhuna.jpg",
    "price": 245,
    "info": " Kala Bhuno is a famous dark and tender dish native to Chittagong prepared with shoulder pieces of beef and traditional spices usually served during Mezban It was originally served during the early 17th century However the origin of the dish is unknown Bhuna (Chittagonian) means deep-fryin derived from Bhunna (Urdu) meaning to be fried and the word Kala means dark or black in Chittagonian.Natives of Chittagong used to cover their fried dark and tendered beef dish using banana leaves and packed it for long tours on foot nowadays aluminium foil is used instead of the traditional banana leaf. The first major innovation that led to what is now known as kala-bhuna was the use of special spices and the long frying technique. The dish was invented shortly as it was common for the people of the area around Chittagong to fry curried beef for an extended period in order to preserve it for a longer time. Kala bhuna is a delicacy in mezbans weddings eids and in sehri or iftar during the time of Ramadan"
  },
  {
    "name": "Chicken Biriyani",
    "photo": "https://i0.wp.com/cookingcanary.com/wp-content/uploads/2021/05/Bangladeshi-biye-barir-roast.jpg?fit=600%2C800&ssl=1",
    "price": 145,
    "info": "Biryani is a mixed rice dish originating among the Muslims of the Indian subcontinent. It is made with Indian spices, rice, and usually some type of meat (chicken, beef, goat, lamb, prawn, fish) or in some cases without any meat, and sometimes, in addition, eggs and potatoes.Biryani is one of the most popular dishes in South Asia, as well as among the diaspora from the region. Similar dishes are also prepared in other parts of the world such as in Iraq, Thailand, and Malaysia.[2] Biryani is the single most-ordered dish on Indian online food ordering and delivery services."
  },
  {
    "name": "Kacchi",
    "photo": "https://static.hungrynaki.com/hungrynaki-v4/restaurants/kacchi_xpress/meta/kacchi_xpress_cover_1637777092465.jpeg",
    "price": 300,
    "info": "Kacchi Mutton Biryani is a delicious rice dish where tender goat or lamb meat pieces are marinated with lots of fried onions, whole spices, fresh herbs and yoghurt. This marinated meat sits on the bottom of the pot topped with half-cooked rice which is drizzled with saffron-infused water and more fried onions and fresh mint leaves. Sealed and slow-cooked in an oven or on stove-top to a delicious aromatic finger-licking biryani that you may serve with some kachumber, salad, and if you are like us, more pappadoms!"
  },
  {
    "name": "Mutton Korma",
    "photo": "https://static.toiimg.com/thumb/52554168.cms?width=1200&height=900",
    "price": 190,
    "info": "Korma is a delicious and famous Mughlai Indian dish in which mutton is slowly cooked with a gravy of fresh curd with spices. In North India, this delicious mutton korma is made using ingredients like fresh curd, desi ghee (refined butter), onions and spices, resulting in mutton korma with a thick and delicious gravy. Fried onions also known as birista gives a special flavor to mutton korma with curd gravy. Easy Mutton Korma Recipe made with thick curd. It is a slow-cooked Indian delicious mutton korma curry consisting of soft and juicy pieces of meat. You can serve this delicious mutton korma with chapati, naan, paratha or basmati rice."
  }
]
